Repository: Victor-Northcode/alma-app
Catalog: mobile/ios/Alma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# cabinet.back
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
pt_br: Voltar
ru: Назад

# cabinet.sections
source: Sections
de: Abschnitte
es: Secciones
it: Sezioni
pt_br: Seções
ru: Разделы

# push.daily.conjunction
source: %1$@ meets your %2$@ at %3$@.
de: %1$@ und %2$@ — exakte Konjunktion um %3$@.
es: %1$@ se une a tu %2$@ a las %3$@.
fr: %1$@ et %2$@ — conjonction exacte à %3$@.
it: %1$@ e %2$@ — congiunzione esatta alle %3$@.
pt_br: %1$@ e %2$@ — conjunção exata às %3$@.
ru: %1$@ и %2$@ — точное соединение в %3$@.

# push.daily.entering.conjunction
source: %1$@ is coming to your %2$@. In orb from today.
de: %1$@ und %2$@ — Konjunktion, ab heute im Orbis.
es: %1$@ se acerca a tu %2$@. En orbe desde hoy.
fr: %1$@ et %2$@ — conjonction, dans l'orbe dès aujourd'hui.
it: %1$@ e %2$@ — congiunzione, in orbe da oggi.
pt_br: %1$@ e %2$@ — conjunção, em orbe a partir de hoje.
ru: %1$@ и %2$@ — соединение входит в орбис сегодня.

# push.daily.entering.opposition
source: %1$@ is coming to oppose your %2$@. In orb from today.
de: %1$@ und %2$@ — Opposition, ab heute im Orbis.
es: %1$@ se acerca a la oposición de tu %2$@. En orbe desde hoy.
fr: %1$@ et %2$@ — opposition, dans l'orbe dès aujourd'hui.
it: %1$@ e %2$@ — opposizione, in orbe da oggi.
pt_br: %1$@ e %2$@ — oposição, em orbe a partir de hoje.
ru: %1$@ и %2$@ — оппозиция входит в орбис сегодня.

# push.daily.entering.sextile
source: %1$@ is coming to sextile your %2$@. In orb from today.
de: %1$@ und %2$@ — Sextil, ab heute im Orbis.
es: %1$@ se acerca al sextil de tu %2$@. En orbe desde hoy.
fr: %1$@ et %2$@ — sextile, dans l'orbe dès aujourd'hui.
it: %1$@ e %2$@ — sestile, in orbe da oggi.
pt_br: %1$@ e %2$@ — sextil, em orbe a partir de hoje.
ru: %1$@ и %2$@ — секстиль входит в орбис сегодня.

# push.daily.entering.square
source: %1$@ is coming to square your %2$@. In orb from today.
de: %1$@ und %2$@ — Quadrat, ab heute im Orbis.
es: %1$@ se acerca a la cuadratura de tu %2$@. En orbe desde hoy.
fr: %1$@ et %2$@ — carré, dans l'orbe dès aujourd'hui.
it: %1$@ e %2$@ — quadratura, in orbe da oggi.
pt_br: %1$@ e %2$@ — quadratura, em orbe a partir de hoje.
ru: %1$@ и %2$@ — квадратура входит в орбис сегодня.

# push.daily.entering.trine
source: %1$@ is coming to trine your %2$@. In orb from today.
de: %1$@ und %2$@ — Trigon, ab heute im Orbis.
es: %1$@ se acerca al trígono de tu %2$@. En orbe desde hoy.
fr: %1$@ et %2$@ — trigone, dans l'orbe dès aujourd'hui.
it: %1$@ e %2$@ — trigono, in orbe da oggi.
pt_br: %1$@ e %2$@ — trígono, em orbe a partir de hoje.
ru: %1$@ и %2$@ — трин входит в орбис сегодня.

# push.daily.opposition
source: %1$@ opposes your %2$@ at %3$@.
de: %1$@ und %2$@ — exakte Opposition um %3$@.
es: %1$@ se opone a tu %2$@ a las %3$@.
fr: %1$@ et %2$@ — opposition exacte à %3$@.
it: %1$@ e %2$@ — opposizione esatta alle %3$@.
pt_br: %1$@ e %2$@ — oposição exata às %3$@.
ru: %1$@ и %2$@ — точная оппозиция в %3$@.

# push.daily.sextile
source: %1$@ sextiles your %2$@ at %3$@.
de: %1$@ und %2$@ — exaktes Sextil um %3$@.
es: %1$@ forma sextil con tu %2$@ a las %3$@.
fr: %1$@ et %2$@ — sextile exact à %3$@.
it: %1$@ e %2$@ — sestile esatto alle %3$@.
pt_br: %1$@ e %2$@ — sextil exato às %3$@.
ru: %1$@ и %2$@ — точный секстиль в %3$@.

# push.daily.square
source: %1$@ squares your %2$@ at %3$@.
de: %1$@ und %2$@ — exaktes Quadrat um %3$@.
es: %1$@ forma cuadratura con tu %2$@ a las %3$@.
fr: %1$@ et %2$@ — carré exact à %3$@.
it: %1$@ e %2$@ — quadratura esatta alle %3$@.
pt_br: %1$@ e %2$@ — quadratura exata às %3$@.
ru: %1$@ и %2$@ — точная квадратура в %3$@.

# push.daily.title
source: Exact today
de: Heute exakt
es: Exacto hoy
fr: Exact aujourd'hui
it: Esatto oggi
pt_br: Exato hoje
ru: Точно сегодня

# push.daily.trine
source: %1$@ trines your %2$@ at %3$@.
de: %1$@ und %2$@ — exaktes Trigon um %3$@.
es: %1$@ forma trígono con tu %2$@ a las %3$@.
fr: %1$@ et %2$@ — trigone exact à %3$@.
it: %1$@ e %2$@ — trigono esatto alle %3$@.
pt_br: %1$@ e %2$@ — trígono exato às %3$@.
ru: %1$@ и %2$@ — точный трин в %3$@.

# state.accountDeleted
source: This account has been deleted. Nothing of it is kept.
de: Dieses Konto wurde gelöscht. Nichts davon wird aufbewahrt.
es: Esta cuenta se ha eliminado. No se conserva nada de ella.
fr: Ce compte a été supprimé. Il n'en reste rien.
it: Questo account è stato eliminato. Non ne resta nulla.
pt_br: Esta conta foi excluída. Nada dela foi guardado.
ru: Этот аккаунт удалён. От него ничего не осталось.

# state.loading
source: Reading your sky…
de: Ich lese deinen Himmel…
es: Leyendo tu cielo…
fr: Je lis ton ciel…
it: Sto leggendo il tuo cielo…
pt_br: Lendo seu céu…
ru: Читаю твоё небо…

# state.loadingShort
source: One moment
de: Einen Moment
es: Un momento
fr: Un instant
it: Un momento
pt_br: Um momento
ru: Секунду

# state.locked
source: Unlock to read
de: Zum Lesen freischalten
es: Desbloquear para leer
fr: Débloquer pour lire
it: Sblocca per leggere
pt_br: Desbloquear para ler
ru: Открой, чтобы прочитать

# state.needsBirthTime
source: This one needs your birth time.
de: Dafür braucht es deine Geburtszeit.
es: Este necesita tu hora de nacimiento.
fr: Celui-ci demande ton heure de naissance.
it: Questo richiede la tua ora di nascita.
pt_br: Este precisa da sua hora de nascimento.
ru: Для этого нужно время рождения.

# state.nothingToSay
source: I couldn't read this from your chart, and I won't invent it.
de: Das konnte ich in deinem Horoskop nicht lesen, und ich erfinde es nicht.
es: No pude leer esto en tu carta, y no lo voy a inventar.
fr: Je n'ai pas pu lire ça dans ton thème, et je ne vais pas l'inventer.
it: Non ho potuto leggerlo nel tuo tema, e non lo inventerò.
pt_br: Não consegui ler isso no seu mapa, e não vou inventar.
ru: Я не смогла прочитать это в твоей карте — и не стану выдумывать.

# state.offline
source: Alma is not answering right now. Nothing here is guessed, so there is nothing to show until she does.
de: Alma antwortet gerade nicht. Hier wird nichts geraten, also gibt es nichts zu zeigen, bis sie es tut.
es: Alma no responde ahora mismo. Aquí no se adivina nada, así que no hay nada que mostrar hasta que responda.
fr: Alma ne répond pas pour le moment. Ici rien n'est deviné, donc il n'y a rien à montrer tant qu'elle ne répond pas.
it: Alma non risponde in questo momento. Qui non si indovina niente, quindi non c'è nulla da mostrare finché non risponde.
pt_br: A Alma não está respondendo agora. Aqui nada é adivinhado, então não há nada para mostrar até ela responder.
ru: Alma сейчас не отвечает. Здесь ничего не выдумывают — пока она молчит, показать нечего.

# state.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar de novo
ru: Попробовать ещё раз

# state.somethingWrong
source: Something went wrong. Nothing was lost.
de: Etwas ist schiefgelaufen. Verloren gegangen ist nichts.
es: Algo ha salido mal. No se ha perdido nada.
fr: Quelque chose s'est mal passé. Rien n'a été perdu.
it: Qualcosa è andato storto. Non si è perso nulla.
pt_br: Algo deu errado. Nada foi perdido.
ru: Что-то пошло не так. Ничего не потерялось.

# state.unavailable
source: Something on our side is not working. It is not you, and it is not your chart.
de: Auf unserer Seite funktioniert etwas nicht. Es liegt nicht an dir und nicht an deinem Horoskop.
es: Algo de nuestro lado no funciona. No eres tú, y no es tu carta.
fr: Quelque chose ne fonctionne pas de notre côté. Ce n'est pas toi, et ce n'est pas ton thème.
it: Qualcosa dalla nostra parte non funziona. Non sei tu, e non è il tuo tema.
pt_br: Algo do nosso lado não está funcionando. Não é você, e não é o seu mapa.
ru: Что-то не работает на нашей стороне. Дело не в тебе и не в твоей карте.

# state.writing
source: Writing this chapter…
de: Ich schreibe dieses Kapitel…
es: Estoy escribiendo este capítulo…
fr: J'écris ce chapitre…
it: Sto scrivendo questo capitolo…
pt_br: Estou escrevendo este capítulo…
ru: Пишу эту главу…

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Ajustes
ru: Настройки

# tab.systems
source: My systems
de: Meine Systeme
es: Mis sistemas
fr: Mes systèmes
it: I miei sistemi
pt_br: Meus sistemas
ru: Мои системы

# tab.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_br: Hoje
ru: Сегодня
